{
  "0": {
    "title": "Audio Offers Gruesome Details of Jamal Khashoggi Killing, Turkish Official Says",
    "abstract": "The Saudi journalist’s fingers were severed and he was later beheaded, according to details from audio recordings published in the Turkish media."
  },
  "1": {
    "title": "In Afghanistan’s Season of Crisis, ‘Words Do Not Have the Strength’",
    "abstract": "Seventeen years into the war, Afghans cannot remember a time quite like this, with peril and hopelessness at every turn, and no clear way out."
  },
  "2": {
    "title": "Brazil’s Bitter Presidential Race Leads to Scores of Assaults",
    "abstract": "The country is divided between a far-right candidate who advocates fighting violence with violence, and a leftist rival. The increasing animosity has led to more than 70 attacks on political opponents."
  },
  "3": {
    "title": "Theresa May Plays for Time on Brexit, Amid Talk of an Extension",
    "abstract": "At a summit Mrs. May asked for help in reviving stalled exit talks, but offered little new. Negotiations now look likely to go down to the wire."
  },
  "4": {
    "title": "Japan’s Cherry Blossoms (Some of Them) Appear Months Early",
    "abstract": "An unusually strong typhoon season may have caused the famously picturesque flowers to bloom long before April, when they typically emerge."
  },
  "5": {
    "title": "U.S. Spy Agencies Are Increasingly Convinced of Saudi Prince’s Ties to Journalist’s Disappearance",
    "abstract": "American intelligence officials have growing circumstantial evidence of Crown Prince Mohammed bin Salman’s involvement in Jamal Khashoggi’s disappearance in Istanbul."
  },
  "6": {
    "title": "Legalizing Recreational Marijuana, Canada Begins a National Experiment",
    "abstract": "On Wednesday, Canada becomes the first major world economy to legalize recreational marijuana, presenting the country with enormous public policy challenges."
  },
  "7": {
    "title": "Afghan Leader Blindsided by U.S. Meeting With Taliban, Officials Say",
    "abstract": "An American envoy who met the Taliban reportedly tried to evade the topic during a meeting with an already concerned Afghan president, several officials say."
  },
  "8": {
    "title": "How One Journalist’s Death Provoked a Backlash That Thousands Dead in Yemen Did Not",
    "abstract": "The sudden turn against Saudi Arabia reveals uncomfortable realities of alliance politics, group psychology and the perception of morality."
  },
  "9": {
    "title": "Afghan Police Chief in Kandahar Is Killed After Meeting With U.S. Commander",
    "abstract": "Gen. Abdul Raziq had survived dozens of attempts on his life before the attack on Thursday. Gen. Austin S. Miller, the commander of American forces in Afghanistan, was not hurt."
  },
  "10": {
    "title": "Jim Mattis, Meeting His Chinese Counterpart, Tries to Ease Tensions",
    "abstract": "The defense secretary moved to sand down sharp edges of the relationship after Vice President Mike Pence gave a pointed critique of Beijing."
  },
  "11": {
    "title": "Saudi Journalist, Midterms, DNA: Your Wednesday Evening Briefing",
    "abstract": "Here’s what you need to know at the end of the day."
  },
  "12": {
    "title": "U.S. Bars American Aid Groups From Traveling to North Korea",
    "abstract": "The move comes as the Trump administration seeks to tighten sanctions as part of its maximum-pressure campaign during nuclear negotiations."
  },
  "13": {
    "title": "Overlooked No More: Yamei Kin, the Chinese Doctor Who Introduced Tofu to the West",
    "abstract": "Long before veggie burgers and soy lattes were fashionable, Kin was sent on a mission by the United States government to uncover the benefits of the soybean to Americans."
  },
  "14": {
    "title": "The Skywhale Returns to Australia’s Skies, and Its Creator Braces for Impact",
    "abstract": "The buxom hot-air balloon was widely condemned when it first appeared five years ago. The artist who created it is hoping for a warmer reception this time."
  },
  "15": {
    "title": "Ebola Outbreak in Congo Not a Global Emergency, W.H.O. Says",
    "abstract": "Health officials expressed serious concern about the disease, which has a high risk of spreading to neighbors, but were optimistic it would be controlled."
  },
  "16": {
    "title": "U.N. Syria Envoy, Staffan de Mistura, Announces Resignation",
    "abstract": "Mr. de Mistura, the United Nations chief negotiator for Syria, will be the third diplomat to leave the job since Syria’s grinding civil war began 7 years ago."
  },
  "17": {
    "title": "The Legal Cannabis Experiment Begins: The Canada Letter",
    "abstract": "A special edition of the Canada Letter looks at the day marijuana became legal."
  },
  "18": {
    "title": "A Top Indian Minister Resigns, but Can #MeToo Reform Government?",
    "abstract": "India’s governing party promised to champion women and economic growth, but more women are leaving the work force than ever, partly over safety concerns."
  },
  "19": {
    "title": "Istanbul Vending Machines Offer Subway Credit for Recycled Bottles and Cans",
    "abstract": "The city has installed “reverse vending machines” at metro stations that crush, shred and sort the materials as a way of paying for travel."
  },
  "20": {
    "title": "Queensland Becomes Latest Australian State to Decriminalize Abortion",
    "abstract": "After days of emotional debate, lawmakers overturned an 1899 law that made abortion a criminal offense. “History has been made,” the premier said."
  },
  "21": {
    "title": "Mother Mushroom, Vietnamese Activist, Is Said to Be Released",
    "abstract": "The blogger, whose real name is Nguyen Ngoc Nhu Quynh, was freed to fly to the U.S. as Defense Secretary Jim Mattis was visiting, rights groups said."
  },
  "22": {
    "title": "China Imposes Record Fine on Vaccine Maker Over Safety Scandal",
    "abstract": "The penalty, of $1.3 billion, comes at a time of increasing anxieties among the country’s middle class, already furious about a spate of drug and food safety scandals."
  },
  "23": {
    "title": "Student Gunman Kills 19 and Wounds Dozens at a College in Crimea",
    "abstract": "The lone attacker detonated an explosive device, then opened fire at his classmates, in the deadliest school assault in Russia since the Beslan massacre in 2004."
  },
  "24": {
    "title": "Mike Pompeo Meets Turkish President to Discuss Saudi Journalist’s Fate",
    "abstract": "President Trump said the United States had asked Turkish officials for what they say are recordings of the gruesome killing of Jamal Khashoggi by Saudi agents."
  },
  "25": {
    "title": "What’s at Stake in Brazil’s Election? The Future of the Amazon",
    "abstract": "The next president of Brazil may shape the destiny of the Amazon, which is vital to reining in climate change. The stakes for the planet are huge."
  },
  "26": {
    "title": "Ian Kiernan, Australian Sailor Who Battled Pollution, Dies at 78",
    "abstract": "Appalled by the trash he saw in the world’s oceans, he began a cleanup campaign in Sydney that went global."
  },
  "27": {
    "title": "Israel Strikes Gaza After a Rocket Is Fired",
    "abstract": "The main militant groups in Gaza, including Hamas and Islamic Jihad, issued a joint statement denying responsibility for the rocket fire against Israel."
  },
  "28": {
    "title": "South Korea Denies Refugee Status to Hundreds of Fleeing Yemenis",
    "abstract": "The arrival of the refugees from the war-torn country ignited a backlash in South Korea, fueling the country’s first anti-asylum movement."
  },
  "29": {
    "title": "Saudi Arabia Delivers $100 Million Pledged to U.S. as Pompeo Lands in Riyadh",
    "abstract": "The funds, earmarked for aid to Syria, arrived as Secretary of State Mike Pompeo visited the kingdom to discuss the fate of a missing Saudi dissident."
  },
  "30": {
    "title": "A K.K.K. Endorsement? No Thanks, Says Brazil’s Top Presidential Candidate",
    "abstract": "“He sounds like us,” David Duke, a former grand wizard, said of Jair Bolsonaro, the far-right candidate. “Enormous stupidity!” Mr. Bolsonaro responded."
  },
  "31": {
    "title": "The Jamal Khashoggi Case: Suspects Had Ties to Saudi Crown Prince",
    "abstract": "Links between Prince Mohammed and at least four suspects in the disappearance of Jamal Khashoggi may make it harder to advance a “rogue killers” explanation."
  },
  "32": {
    "title": "Pompeo, Politics, Charlottesville: Your Tuesday Evening Briefing",
    "abstract": "Here’s what you need to know at the end of the day."
  },
  "33": {
    "title": "U.S. Military Airstrike Kills 60 Shabab Fighters in Somalia",
    "abstract": "The military said the strike, which followed attacks on Somali security forces and their American advisers, was the deadliest against the extremist group in nearly a year."
  },
  "34": {
    "title": "Anna Burns Wins the Man Booker Prize for ‘Milkman’",
    "abstract": "The judges cited her use of dark humor to explore tribalism, state-sponsored terrorism, social division and sexual and political oppression."
  },
  "35": {
    "title": "We Want to Hear Your Family’s Stories From World War I",
    "abstract": "We’re asking readers to tell us about their family members who served during World War I."
  },
  "36": {
    "title": "Embattled Macron Shuffles French Cabinet, Again, in Favor of Loyalists",
    "abstract": "The French president chose Christophe Castaner, who once declared “an aspect of love” in their relationship, to take over the Interior Ministry."
  },
  "37": {
    "title": "We’re Covering Heritage Sites Threatened by Climate Change. The List Just Got Longer.",
    "abstract": "A new study says some of the most important ancient places in the Mediterranean might not survive global warming."
  }
}