{
  "0": {
    "origtitle": "Saudi Explanation of Jamal Khashoggi’s Killing Fails to Squelch Skepticism",
    "title": "",
    "origabstract": "As doubts swirled about the Saudi account that the dissident journalist was strangled during a fight, an explanation emerged about the presence of a doctor of forensic medicine at the killing.",
    "abstract": ""
  },
  "1": {
    "origtitle": "Saudis’ Image Makers: A Troll Army and a Twitter Insider",
    "title": "",
    "origabstract": "The kingdom silences dissent online by sending operatives to swarm critics. It also recruited a Twitter employee suspected of spying on users, interviews show.",
    "abstract": ""
  },
  "2": {
    "origtitle": "A Push for Safer Fertilizer in Europe Carries a Whiff of Russian Intrigue",
    "title": "",
    "origabstract": "A proposed environmental regulation has become an unlikely source of geopolitical tension, raising concerns about Russian influence over Europe’s food supply.",
    "abstract": ""
  },
  "3": {
    "origtitle": "Poland Elections Test Governing Party’s Populist Message",
    "title": "",
    "origabstract": "The Law and Justice party swept to power by attracting rural voters with grievance and nostalgia. It hopes to extend its appeal to urban areas in Sunday’s vote.",
    "abstract": ""
  },
  "4": {
    "origtitle": "Afghanistan Votes for Parliament Under Shadow of Taliban Violence",
    "title": "",
    "origabstract": "The parliamentary vote was delayed for three years by political and security troubles. Both continued on Saturday, with logistical problems and many Taliban attacks.",
    "abstract": ""
  },
  "5": {
    "origtitle": "Taiwan Train Accident Kills at Least 22 and Injures About 170 Others",
    "title": "",
    "origabstract": "The train derailed in Yilan County, in the northeast. More than 360 people were on board the coastal Puyuma Express train, the fastest in eastern Taiwan.",
    "abstract": ""
  },
  "6": {
    "origtitle": "Migrants Vow to Rebuild Caravan and Continue Trek to U.S.",
    "title": "",
    "origabstract": "About 2,000 Central Americans who circumvented the Mexican police plan to keep up a slow journey.",
    "abstract": ""
  },
  "7": {
    "origtitle": "Did Democrats, or George Soros, Fund Migrant Caravan? Despite Republican Claims, No",
    "title": "",
    "origabstract": "President Trump, echoing the assertions of a Republican lawmaker, said that “a lot of money” was given to migrants traveling toward the United States. There is no evidence of that.",
    "abstract": ""
  },
  "8": {
    "origtitle": "Most of ‘Luzia,’ a 12,000-Year-Old Fossil, Is Recovered After Brazil Museum Fire",
    "title": "",
    "origabstract": "The museum director said that 80 percent of the fossil had been found after a huge fire ripped through the National Museum last month.",
    "abstract": ""
  },
  "9": {
    "origtitle": "Misery ‘Every Day, Every Hour’ in Syrian Camp. And Now, It’s Grown Critical.",
    "title": "",
    "origabstract": "The humanitarian situation for some 50,000 Syrians at a camp for the displaced near the Jordanian border has deteriorated, and aid agencies warn it has reached a critical level.",
    "abstract": ""
  },
  "10": {
    "origtitle": "Mexico’s President-Elect Rethinks His Campaign Promises",
    "title": "",
    "origabstract": "Faced with the reality of a limited budget and soaring crime, Andrés Manuel López Obrador is scaling back campaign commitments — even before taking office.",
    "abstract": ""
  },
  "11": {
    "origtitle": "At Least 55 Killed in Communal Violence in Central Nigeria",
    "title": "",
    "origabstract": "Ethnic tension and competition for scarce resources have been blamed for deadly attacks in the area. Security has become a key issue ahead of presidential elections in February.",
    "abstract": ""
  },
  "12": {
    "origtitle": "Sweden Indicts Woman Who Tried to Block Afghan Man’s Deportation on Flight",
    "title": "",
    "origabstract": "Prosecutors said Elin Ersson had violated the Swedish aviation act by remaining standing on takeoff. But she vowed to continue her campaign.",
    "abstract": ""
  },
  "13": {
    "origtitle": "Rebels in Congo Kill 15 and Abduct Children in Area of Ebola Outbreak",
    "title": "",
    "origabstract": "The violence threatened to again force the suspension of health workers’ efforts to contain the virus, which may have killed more than 150 people since August.",
    "abstract": ""
  },
  "14": {
    "origtitle": "Ajay Gupta, Riled by South African Graft Inquiry, Denies Charges From Afar",
    "title": "",
    "origabstract": "In his first extensive interview since leaving the country, Mr. Gupta says, “I want to clear my name” but won’t yet return to testify.",
    "abstract": ""
  },
  "15": {
    "origtitle": "Mnuchin Will Attend Saudi Meetings on Terror Financing, Despite Khashoggi Uproar",
    "title": "",
    "origabstract": "Treasury Secretary Steven T. Mnuchin defended the visit, saying the economic and strategic relationship between the United States and Saudi Arabia was too important to cast aside.",
    "abstract": ""
  },
  "16": {
    "origtitle": "Ambush in Philippines Kills Farmers Occupying Plantation Land",
    "title": "",
    "origabstract": "Nine were fatally shot, and three bodies burned, after seeking the redistribution of sugar cane land as part of agrarian reform.",
    "abstract": ""
  },
  "17": {
    "origtitle": "One Killing, Two Accounts: What We Know About Jamal Khashoggi’s Death",
    "title": "",
    "origabstract": "After denying they knew anything about the fate of Mr. Khashoggi, Saudi officials have finally tried to explain what happened. Does their story add up?",
    "abstract": ""
  },
  "18": {
    "origtitle": "Ceremony for Stalin Victims Is Blocked in Moscow, Group Says",
    "title": "",
    "origabstract": "The rights organization that organizes the event said that city officials had revoked permission, citing “repair and construction work” at the site.",
    "abstract": ""
  },
  "19": {
    "origtitle": "‘People’s Vote’ March on Brexit Draws Thousands to Streets of London",
    "title": "",
    "origabstract": "Demonstrators are demanding a new referendum on Britain’s exit from the European Union, though Prime Minister Theresa May has rejected the idea.",
    "abstract": ""
  },
  "20": {
    "origtitle": "Saudi Journalist Jamal Khashoggi Was Killed While in Exile. These Books Explain the Country He Left.",
    "title": "",
    "origabstract": "Books on Saudi Arabian history and politics shed light on the Saud family’s reign.",
    "abstract": ""
  },
  "21": {
    "origtitle": "Wentworth Defeat Pushes Australia’s Prime Minister Into Minority Government",
    "title": "",
    "origabstract": "Voters in a Sydney district chose an independent candidate over contenders from the major parties for the seat former Prime Minister Malcolm Turnbull had held.",
    "abstract": ""
  },
  "22": {
    "origtitle": "Africa’s Youngest Billionaire Is Freed After Abduction in Tanzania",
    "title": "",
    "origabstract": "Mohammed Dewji, 43, chief executive of METL Group, was snatched a week ago outside a luxury hotel in Tanzania. His company said Saturday that he was safe.",
    "abstract": ""
  },
  "23": {
    "origtitle": "Mount Athos, a Male-Only Holy Retreat, Is Ruffled by Tourists and Russia",
    "title": "",
    "origabstract": "The monks on an isolated peninsula in Greece have followed the same way of life for more than 1,000 years, but an Athens vs. Moscow diplomatic spat and a tourism onslaught are unsettling its habits.",
    "abstract": ""
  },
  "24": {
    "origtitle": "The End of a Once Mighty, Still Deadly Industry: the Canada Letter",
    "title": "",
    "origabstract": "Until recently, Canada fought efforts to ban asbestos. This week it joined much of the world in doing so. But the deadly legacy remains.",
    "abstract": ""
  },
  "25": {
    "origtitle": "Uproar Over Dissident Rattles Saudi Royal Family",
    "title": "",
    "origabstract": "Members of the House of Saud are increasingly alarmed by the kingdom’s crown prince but can do little about it.",
    "abstract": ""
  },
  "26": {
    "origtitle": "Facebook Ads From Unknown Backer Take Aim at Brexit Plan",
    "title": "",
    "origabstract": "The anonymous group’s campaign highlights Facebook’s continuing trouble with political advertising.",
    "abstract": ""
  },
  "27": {
    "origtitle": "Evelyn Anthony, Writer of Spy Thrillers, Dies at 92",
    "title": "",
    "origabstract": "Ms. Anthony was one of the few women to explore the espionage genre. “I am basically an entertainer, and I’m very proud of it,” she said.",
    "abstract": ""
  },
  "28": {
    "origtitle": "Khashoggi, Female Candidates, Mega Millions: Your Friday Evening Briefing",
    "title": "",
    "origabstract": "Here’s what you need to know at the end of the day.",
    "abstract": ""
  },
  "29": {
    "origtitle": "As Trump Assails Caravan, a Clash Between Migrants and Mexico Police",
    "title": "",
    "origabstract": "A tense hour-long standoff near the Guatemala-Mexico border left at least six Mexico police officers wounded.",
    "abstract": ""
  },
  "30": {
    "origtitle": "Saudi Arabia Says Jamal Khashoggi Was Killed in Consulate Fight",
    "title": "",
    "origabstract": "The kingdom’s public prosecutor said Mr. Khashoggi died after an argument and fistfight inside the Saudi Consulate in Istanbul.",
    "abstract": ""
  },
  "31": {
    "origtitle": "Macedonia Moves Ahead With Name Change, Helping Its NATO Bid",
    "title": "",
    "origabstract": "In a tenuous victory for Prime Minister Zoran Zaev and his Western allies, Parliament voted to proceed with renaming the country the Republic of North Macedonia.",
    "abstract": ""
  },
  "32": {
    "origtitle": "Julian Assange Says He’s Suing Ecuador for ‘Violating His Fundamental Rights’",
    "title": "",
    "origabstract": "The WikiLeaks founder claimed that his longtime hosts at the country’s embassy in London are limiting his contact with the outside world and censoring his speech.",
    "abstract": ""
  },
  "33": {
    "origtitle": "Dozens Watching Fireworks in India Are Mowed Down by Speeding Train",
    "title": "",
    "origabstract": "A Hindu religious holiday signifying the victory of good over evil ends in tragedy, as people sitting on railway tracks are killed by a speeding train.",
    "abstract": ""
  },
  "34": {
    "origtitle": "Jamal Khashoggi Is Dead. Here’s What We Know.",
    "title": "",
    "origabstract": "The ghastly saga has strained relations between Turkey and Saudi Arabia, and put the United States at the center of a dispute with a key Arab ally.",
    "abstract": ""
  },
  "35": {
    "origtitle": "U.S. and South Korea Suspend Military Drills",
    "title": "",
    "origabstract": "The decision was made as part of an effort to give the continuing nuclear negotiations with North Korea an opportunity to work, Pentagon officials said on Friday.",
    "abstract": ""
  },
  "36": {
    "origtitle": "Three Internet Trolls Convicted of Systematic Defamation Against Journalist in Finland",
    "title": "",
    "origabstract": "Jessika Aro, a Finnish journalist investigating Russian disinformation campaigns, had been called a spy, a drug dealer and unhinged.",
    "abstract": ""
  },
  "37": {
    "origtitle": "Turks Search Far-Flung Sites and Question Workers in Case of Missing Journalist",
    "title": "",
    "origabstract": "Turkish officials have claimed that Saudi Arabia orchestrated the assassination in Istanbul of Jamal Khashoggi, a Saudi journalist, but have not found his remains.",
    "abstract": ""
  },
  "38": {
    "origtitle": "20 Men Convicted of Abusing Young Girls in U.K.",
    "title": "",
    "origabstract": "The men were found guilty in a series of trials this year of more than 120 sex crimes against 15 girls in northern England between 2004 and 2011.",
    "abstract": ""
  }
}