{
  "0": {
    "origtitle": "Erdogan Says Saudis Planned Khashoggi’s Killing in Turkey",
    "title": " {{NNP}} Says Saudis Planned Khashoggi’s Killing in Turkey",
    "origabstract": "The Turkish president’s speech followed a series of leaks by Turkey that implicated the Saudi government in the death of the journalist Jamal Khashoggi.",
    "abstract": " The Turkish president’s speech {{VBD}} a series of leaks by Turkey that implicated the Saudi {{NN}} in the {{NN}} of the journalist Jamal Khashoggi."
  },
  "1": {
    "origtitle": "Italy’s Populists Dig in After E.U. Rejects Their Budget as a Danger",
    "title": " {{NNP}}’s Populists {{VB}} in After E.U. Rejects Their Budget as a Danger",
    "origabstract": "The European Commission told Rome that it would have to rewrite its draft 2019 budget and reduce its deficit, or face heavy fines early next year.",
    "abstract": " The European Commission {{VBD}} Rome that it would have to rewrite its {{NN}} {{CD}} budget and reduce its deficit, or face {{JJ}} {{NNS}} {{JJ}} next year."
  },
  "2": {
    "origtitle": "Bolton Rejects Russian Entreaties to Stay in Nuclear Treaty",
    "title": " Bolton Rejects Russian {{NNP}} to Stay in {{NNP}} {{NNP}}",
    "origabstract": "The national security adviser told a news conference in Moscow that the United States remained committed to quitting a Soviet-era nuclear pact despite Russian objections.",
    "abstract": " The national {{NN}} adviser told a {{NN}} {{NN}} in Moscow that the {{NNP}} States remained {{VBN}} to {{VBG}} a {{JJ}} {{JJ}} {{NN}} despite Russian {{NNS}}."
  },
  "3": {
    "origtitle": "The I.N.F. Treaty, Explained",
    "title": " The {{NNP}} Treaty, Explained",
    "origabstract": "A few days ago, few people thought about the Intermediate-range Nuclear Forces Treaty. Is it really so important that its demise could touch off a nuclear arms race?",
    "abstract": " A few {{NNS}} ago, few {{NNS}} thought about the Intermediate-range Nuclear Forces Treaty. Is it {{RB}} so {{JJ}} that its demise could touch off a {{JJ}} {{NNS}} race?"
  },
  "4": {
    "origtitle": "Palestinian Leaders Are Accused of Using Torture and Arbitrary Arrests to Crush Dissent",
    "title": " Palestinian {{NNS}} Are Accused of Using Torture and {{NNP}} Arrests to Crush {{NNP}}",
    "origabstract": "The advocacy group Human Rights Watch said the Palestinian Authority in the West Bank and Hamas in Gaza had turned their territories into “police states.”",
    "abstract": " The advocacy {{NN}} Human {{NNP}} {{NN}} {{VBD}} the {{JJ}} {{NNP}} in the West Bank and {{NNP}} in {{NNP}} {{VBD}} turned their {{NNS}} into “{{NN}} states.”"
  },
  "5": {
    "origtitle": "Khashoggi Case Erodes Saudi Reputation, and Allies Worry",
    "title": " Khashoggi {{NNP}} Erodes Saudi {{NNP}}, and Allies {{NN}}",
    "origabstract": "As Crown Prince Mohammed faces accusations in the killing of a dissident, Israel, the U.A.E. and other allies fear that damage to him could upend their own plans.",
    "abstract": " As Crown {{NNP}} {{NNP}} faces accusations in the {{VBG}} of a {{JJ}}, {{NNP}}, the U.A.E. and other allies fear that damage to him could {{NN}} their {{JJ}} plans."
  },
  "6": {
    "origtitle": "Jamal Khashoggi Body Double Created False Trail in Turkey, Surveillance Images Suggest",
    "title": " {{NNP}} Khashoggi Body {{NNP}} {{VBN}} {{NNP}} Trail in Turkey, {{NN}} {{NNP}} {{VB}}",
    "origabstract": "The use of a body double suggests a premeditated plan to cover up the Saudi journalist’s disappearance — another hole in the Saudi narrative.",
    "abstract": " The use of a {{NN}} {{JJ}} suggests a premeditated plan to cover up the {{NNP}} journalist’s disappearance — another hole in the {{NNP}} narrative."
  },
  "7": {
    "origtitle": "China Opens Giant Sea Bridge Linking Hong Kong, Macau and Mainland",
    "title": " {{NNP}} {{NNP}} Giant Sea Bridge {{VBG}} Hong Kong, Macau and {{NNP}}",
    "origabstract": "The government hopes the 34-mile span will bolster growth, but some say the primary goal is further integrating semiautonomous cities and the mainland.",
    "abstract": " The government hopes the 34-mile span will {{VB}} {{NN}}, but some say the primary goal is further {{VBG}} {{JJ}} cities and the mainland."
  },
  "8": {
    "origtitle": "Train’s Driver Disabled Speed Controls Before Taiwan Crash, Officials Say",
    "title": " {{NNP}}’s Driver Disabled Speed Controls Before Taiwan {{NNP}}, Officials {{VB}}",
    "origabstract": "Taiwanese officials said the train’s driver was a possible criminal suspect in the accident that killed 18 people.",
    "abstract": " Taiwanese {{NNS}} said the train’s {{NN}} was a {{JJ}} criminal suspect in the {{NN}} that killed 18 {{NNS}}."
  },
  "9": {
    "origtitle": "Smoking Marijuana Is Legal in Canada, Unless You’re South Korean",
    "title": " Smoking Marijuana Is Legal in Canada, Unless You’re South Korean",
    "origabstract": "South Koreans are still subject to their country’s strict drug laws even when abroad, and can face up to five years in prison upon their return.",
    "abstract": " South {{NNPS}} are still {{NN}} to their country’s strict drug {{NNS}} even when abroad, and can face up to five years in prison upon their return."
  },
  "10": {
    "origtitle": "Trump May Revive the Cold War, but China Could Change the Dynamics",
    "title": " Trump {{NNP}} Revive the {{NNP}} {{NNP}}, but {{NNP}} Could {{NNP}} the {{NNP}}",
    "origabstract": "Trump’s decision to dump a missile-control treaty seems to end an important period of arms control — which did not include China. But Europe is not happy.",
    "abstract": " Trump’s decision to {{VB}} a missile-control {{NN}} seems to end an important period of {{NNS}} control — which did {{RB}} include China. But {{NNP}} is {{RB}} happy."
  },
  "11": {
    "origtitle": "NATO Soldier Killed as Concern Rises Over Afghan Insider Attacks",
    "title": " NATO Soldier {{NNP}} as {{NN}} {{NNP}} Over Afghan Insider Attacks",
    "origabstract": "An Afghan commando targeted NATO soldiers, days after an infiltrator killed a top Afghan commander and wounded an American general.",
    "abstract": " An {{JJ}} {{NN}} {{VBN}} {{NNP}} soldiers, {{NNS}} after an infiltrator {{VBN}} a top Afghan commander and wounded an {{NNP}} general."
  },
  "12": {
    "origtitle": "Ryanair Under Fire for Ignoring Passenger’s Racist Rant",
    "title": " {{NNP}} Under {{NNP}} for {{VBG}} {{NN}}’s Racist Rant",
    "origabstract": "Video of the incident prompted calls to boycott the budget airline, and British officials promised to raise it in Parliament.",
    "abstract": " Video of the {{NN}} {{VBD}} calls to {{NN}} the budget airline, and British {{NNS}} promised to {{VB}} it in Parliament."
  },
  "13": {
    "origtitle": "The Trade War’s Latest Casualties: China’s Coddled Cats and Dogs",
    "title": " The {{NNP}} War’s Latest Casualties: China’s Coddled Cats and Dogs",
    "origabstract": "Some Chinese pet owners don’t trust local food and will even taste it themselves before serving it. For them, the fight means fewer and pricier choices.",
    "abstract": " Some Chinese pet owners don’t trust {{JJ}} {{NN}} and will {{RB}} taste it themselves before {{VBG}} it. For them, the {{NN}} means fewer and pricier {{NNS}}."
  },
  "14": {
    "origtitle": "Italy Is in Trouble. Here’s Why the World Should Care.",
    "title": " Italy Is in Trouble. {{RB}}’s Why the {{NNP}} Should Care.",
    "origabstract": "Sinking confidence in Rome’s solvency could cause financial chain reactions that would be difficult for governments and central banks to control.",
    "abstract": " Sinking confidence in Rome’s solvency could cause {{JJ}} {{NN}} {{NNS}} that would be difficult for governments and {{JJ}} banks to {{NN}}."
  },
  "15": {
    "origtitle": "The Library of Congress Lets You Stream Hundreds of Free Films",
    "title": " The {{NNP}} of {{NNP}} Lets You {{NNP}} Hundreds of Free Films",
    "origabstract": "Viewers worldwide can now download or stream free movies from the library’s National Screening Room website.",
    "abstract": " {{NNS}} {{JJ}} can now download or stream {{JJ}} movies from the {{NN}}’s National Screening Room website."
  },
  "16": {
    "origtitle": "Standing Ovation for Saudi Crown Prince Thrusts Conference Attendees Into Limelight",
    "title": " Standing Ovation for Saudi Crown Prince Thrusts Conference Attendees Into {{NNP}}",
    "origabstract": "Investors from around the world gathered in Riyadh for a conference, but the killing the dissident journalist Jamal Khashoggi and Saudi Arabia’s role in it loomed large.",
    "abstract": " Investors from around the world gathered in Riyadh for a conference, but the killing the dissident journalist {{NNP}} {{NNP}} and Saudi Arabia’s role in it loomed large."
  },
  "17": {
    "origtitle": "SoftBank Chief Is Said to Have Canceled Appearance at Saudi Conference",
    "title": " SoftBank Chief Is Said to Have Canceled Appearance at Saudi {{NNP}}",
    "origabstract": "Masayoshi Son joins other prominent executives who have decided not to attend the investment conference over the killing of the journalist Jamal Khashoggi.",
    "abstract": " Masayoshi {{NNP}} joins other {{JJ}} executives who have {{VBD}} {{RB}} to attend the investment conference over the {{VBG}} of the {{NN}} Jamal Khashoggi."
  },
  "18": {
    "origtitle": "An Indian Court Ordered a Temple to Admit Women. So Far, It Hasn’t.",
    "title": " An {{NNP}} Court Ordered a {{NNP}} to Admit Women. So {{NNP}}, It {{NNP}}’t.",
    "origabstract": "At least 12 women have tried to enter Sabarimala Temple since the Supreme Court struck down its ban, but mobs — or official discouragement — have stopped them.",
    "abstract": " At least 12 women have tried to enter {{NNP}} Temple since the Supreme Court struck down its ban, but {{NNS}} — or official discouragement — have stopped them."
  },
  "19": {
    "origtitle": "Migrant Caravan Puts Mexico Back in U.S. Cross Hairs",
    "title": " {{NNP}} Caravan Puts Mexico Back in {{NNP}} Cross {{NNP}}",
    "origabstract": "The American government has demanded that Mexico halt thousands of Central Americans making their way north. But Mexico may be in a no-win situation.",
    "abstract": " The American {{NN}} has {{VBD}} that Mexico {{NN}} {{NNS}} of Central Americans making their {{NN}} north. But Mexico may be in a {{JJ}} {{NN}}."
  },
  "20": {
    "origtitle": "Series of Lapses Led to Army Soldier’s Death in Afghanistan",
    "title": " {{NNP}} of Lapses Led to {{NNP}} Soldier’s Death in {{NNP}}",
    "origabstract": "The location of the attack was a small strip of desert frequently used by a military unit, prompting Taliban militants to bury explosives nearby.",
    "abstract": " The location of the {{NN}} was a small strip of desert frequently used by a {{JJ}} unit, {{VBG}} Taliban militants to bury explosives {{JJ}}."
  },
  "21": {
    "origtitle": "Migrant Caravan, Transgender Rights, Khashoggi: Your Monday Evening Briefing",
    "title": " {{NNP}} {{NNP}}, {{NNP}} Rights, {{NNP}}: Your Monday {{NNP}} Briefing",
    "origabstract": "Here’s what you need to know at the end of the day.",
    "abstract": " {{RB}}’s what you {{NN}} to {{VB}} at the end of the day."
  },
  "22": {
    "origtitle": "Bolton Says He Confronted Russians Over Election Meddling",
    "title": " Bolton Says He Confronted Russians Over Election {{NNP}}",
    "origabstract": "President Trump’s national security adviser said that during meetings in Moscow he censured Russian officials for U.S. election meddling although it had had no effect on outcomes.",
    "abstract": " President Trump’s national security adviser {{VBD}} that during {{NNS}} in Moscow he censured {{NNP}} {{NNS}} for U.S. election meddling although it {{VBD}} had no effect on outcomes."
  },
  "23": {
    "origtitle": "Microplastics Find Their Way Into Your Gut, a Pilot Study Finds",
    "title": " {{NNP}} Find Their {{NN}} Into Your {{NNP}}, a Pilot Study Finds",
    "origabstract": "Researchers looked for microplastics in stool samples of people from eight countries. “The results were astonishing,” they said.",
    "abstract": " Researchers {{VBD}} for microplastics in {{NN}} samples of {{NNS}} from eight countries. “The {{NNS}} were astonishing,” they said."
  },
  "24": {
    "origtitle": "Robert Faurisson, Holocaust Denier Prosecuted by French, Dies at 89",
    "title": " Robert {{NNP}}, Holocaust Denier Prosecuted by French, Dies at 89",
    "origabstract": "A former literature professor, he was an obscure anti-Semitic propagandist until a respected newspaper published an article by him, causing an uproar.",
    "abstract": " A former literature {{NN}}, he was an {{JJ}} anti-Semitic {{NN}} until a {{VBN}} newspaper published an {{NN}} by him, {{VBG}} an {{NN}}."
  },
  "25": {
    "origtitle": "Morocco Unleashes a Harsh Crackdown on Sub-Saharan Migrants",
    "title": " Morocco Unleashes a Harsh Crackdown on Sub-Saharan Migrants",
    "origabstract": "The raids, coordinated with Spain and the E.U., are resulting in the arrest of thousands, many with proper documents, banishment to distant parts of the country, or even expulsion, rights groups say.",
    "abstract": " The raids, {{VBN}} with {{NNP}} and the E.U., are {{VBG}} in the arrest of thousands, {{JJ}} with proper documents, {{NN}} to {{JJ}} parts of the country, or even expulsion, {{NNS}} {{NNS}} say."
  },
  "26": {
    "origtitle": "Security Images Show Khashoggi and Fiancée in His Final Hours",
    "title": " Security {{NNP}} Show Khashoggi and Fiancée in His Final Hours",
    "origabstract": "The images were published by the Turkish media as part of the continuing leaks from the investigation into the journalist’s death inside the Saudi Consulate.",
    "abstract": " The {{NNS}} were published by the Turkish media as {{NN}} of the continuing leaks from the {{NN}} into the {{NN}}’s {{NN}} inside the Saudi Consulate."
  },
  "27": {
    "origtitle": "On Jamal Khashoggi Killing, Trump Administration Sends Mixed Signals",
    "title": " On Jamal Khashoggi {{NN}}, Trump {{NNP}} {{NNP}} Mixed {{NNP}}",
    "origabstract": "The C.I.A. director is helping the Turkish government with its inquiry into the killing of Jamal Khashoggi, and the Treasury secretary held a wide-ranging meeting with the Saudi crown prince.",
    "abstract": " The {{NNP}} {{NN}} is {{VBG}} the Turkish {{NN}} with its {{NN}} into the {{VBG}} of {{NNP}} {{NNP}}, and the Treasury secretary {{VBN}} a {{JJ}} {{NN}} with the Saudi {{NN}} {{NN}}."
  },
  "28": {
    "origtitle": "Australia Tells America: Here’s How to Fix Your Voting System",
    "title": " {{NNP}} Tells {{NNP}}: {{RB}}’s How to Fix Your Voting System",
    "origabstract": "Our readers from Australia shared their thoughts about being required to vote and helped explain the ins and outs of the process.",
    "abstract": " Our readers from Australia shared their thoughts about {{VBG}} {{VBN}} to vote and {{VBD}} explain the ins and {{NNS}} of the process."
  },
  "29": {
    "origtitle": "Walter Kwok, Hong Kong Developer Who Survived Kidnapping, Dies at 68",
    "title": " Walter {{NNP}}, {{NNP}} Kong {{NNP}} Who Survived {{NNP}}, Dies at 68",
    "origabstract": "Mr. Kwok led the development giant Sun Hung Kai Properties with his brothers, but was later ousted from the family business.",
    "abstract": " Mr. Kwok {{VBN}} the development giant {{NNP}} Hung {{NNP}} Properties with his brothers, but was later ousted from the family business."
  },
  "30": {
    "origtitle": "Italy’s Tough Line on Immigrants Reaches a School Cafeteria",
    "title": " {{NNP}}’s Tough Line on {{NNP}} Reaches a School {{NNP}}",
    "origabstract": "Lodi’s mayor tightened the rules for lunch subsidies, a move that affected immigrant children. The leader of the League, the country’s right-wing governing party, supports her.",
    "abstract": " {{NNP}}’s {{NN}} tightened the {{NNS}} for lunch {{NNS}}, a move that {{VBN}} immigrant children. The leader of the League, the {{NN}}’s right-wing governing party, supports her."
  },
  "31": {
    "origtitle": "‘We Say Sorry’: Australia Formally Apologizes to Victims of Child Sexual Abuse",
    "title": " ‘We {{VB}} {{JJ}}’: Australia Formally Apologizes to {{NNS}} of {{NNP}} Sexual Abuse",
    "origabstract": "A public apology by the prime minister was the culmination of a national investigation that found thousands of cases of abuse across decades.",
    "abstract": " A {{JJ}} apology by the {{JJ}} minister was the {{NN}} of a {{JJ}} {{NN}} that {{VBD}} thousands of cases of abuse across decades."
  },
  "32": {
    "origtitle": "Taiwan Seeks Cause of Its Worst Rail Crash in Decades",
    "title": " {{NNP}} Seeks {{NNP}} of Its Worst Rail Crash in Decades",
    "origabstract": "The conductor of a train that crashed in northern Taiwan, killing 18 people, had reported problems with the power system, the local news media said.",
    "abstract": " The conductor of a train that crashed in northern Taiwan, {{VBG}} 18 people, {{VBD}} reported problems with the power system, the {{JJ}} news media said."
  },
  "33": {
    "origtitle": "‘Headless Chicken Monster’ Spotted in the Deep Sea",
    "title": " ‘{{NNP}} Chicken Monster’ Spotted in the {{NNP}} Sea",
    "origabstract": "A sea cucumber, previously only filmed off the Gulf of Mexico, was seen floating near Antarctica.",
    "abstract": " A sea cucumber, previously {{RB}} filmed off the Gulf of Mexico, was seen {{VBG}} near Antarctica."
  },
  "34": {
    "origtitle": "In Poland Elections, Populists Fail to Sway Moderates, Exit Polls Suggest",
    "title": " In {{NNP}} Elections, {{NNP}} {{NNP}} to {{NNP}} Moderates, {{NN}} {{NNS}} Suggest",
    "origabstract": "Although official results are not yet in, exit polls suggested that the governing Law and Justice party had not expanded its appeal to the moderates in Poland’s urban areas.",
    "abstract": " Although {{NN}} results are {{RB}} yet in, exit {{NNS}} {{VBD}} that the {{VBG}} {{NNP}} and Justice {{NN}} had not {{VBN}} its {{NN}} to the {{NNS}} in {{NNP}}’s urban {{NNS}}."
  }
}