{
  "0": {
    "title": "Saudi Arabia Weighs Blaming Intelligence Official for Khashoggi Killing",
    "abstract": "Saudi rulers are considering blaming Gen. Ahmed al-Assiri, a deputy intelligence director who is close to Crown Prince Mohammed bin Salman."
  },
  "1": {
    "title": "Aide to Saudi Crown Prince, Suspect in Khashoggi Case, Is Shown Walking into Consulate",
    "abstract": "A photograph of the aide is one of the most striking pieces of evidence to date linking the disappearance of Jamal Khashoggi to the crown prince."
  },
  "2": {
    "title": "Top Afghan Leaders Killed in Attack That Misses U.S. Commander",
    "abstract": "Among the dead in the attack claimed by the Taliban was Gen. Abdul Raziq, the powerful police chief of Kandahar. Three Americans were wounded."
  },
  "3": {
    "title": "U.S. Closing Jerusalem Consulate That Oversees Ties With Palestinians",
    "abstract": "The move is the latest blow to Palestinians after Washington recognized Jerusalem as Israel’s capital and relocated its embassy to the city."
  },
  "4": {
    "title": "Israel Can’t Deport U.S. Student Over Past Support for Boycott",
    "abstract": "Israel’s Supreme Court ordered the government to allow entry to Lara Alqasem, detained at the airport for more than two weeks while she fought deportation."
  },
  "5": {
    "title": "Religion and Women’s Rights Clash, Violently, at a Shrine in India",
    "abstract": "A New York Times journalist was met with rock-throwing and threats when she tried to visit a Hindu temple after justices ruled that women should be allowed access."
  },
  "6": {
    "title": "Theresa May Plays for Time on Brexit, Amid Talk of an Extension",
    "abstract": "At a summit Mrs. May asked for help in reviving stalled exit talks, but offered little new. Negotiations now look likely to go down to the wire."
  },
  "7": {
    "title": "Japan’s Cherry Blossoms (Some of Them) Appear Months Early",
    "abstract": "An unusually strong typhoon season may have caused the famously picturesque flowers to bloom long before April, when they typically emerge."
  },
  "8": {
    "title": "How One Journalist’s Death Provoked a Backlash That Thousands Dead in Yemen Did Not",
    "abstract": "The sudden turn against Saudi Arabia reveals uncomfortable realities of alliance politics, group psychology and the perception of morality."
  },
  "9": {
    "title": "The Times Talks Over Dinner",
    "abstract": "The Australia Letter brought readers together for food and conversation. There were many interesting insights. Now we’d like to hear from you."
  },
  "10": {
    "title": "Uighur Americans Speak Against China’s Internment Camps. Their Relatives Disappear.",
    "abstract": "Rushan Abbas, a Uighur American business consultant, hopes to get her sister and aunt freed from Chinese detention by swaying United States policy."
  },
  "11": {
    "title": "In Some Australian Schools, Teachers Can Be Fired for Being Gay",
    "abstract": "Australian politicians are doubling down on a law that allows religious schools, which receive government funding, to discriminate against gay teachers and students."
  },
  "12": {
    "title": "Vatican Mum on North Korea’s Invitation to Pope Francis",
    "abstract": "No pope has ever visited North Korea, although Francis has repeatedly called for reconciliation on the peninsula."
  },
  "13": {
    "title": "A New Culprit Is Identified in China’s Choking Smog",
    "abstract": "Researchers say that emissions of formaldehyde from autos and chemical and oil refineries play a larger role in China’s smog than previously known."
  },
  "14": {
    "title": "Jim Mattis, Meeting His Chinese Counterpart, Tries to Ease Tensions",
    "abstract": "The defense secretary moved to sand down sharp edges of the relationship after Vice President Mike Pence gave a pointed critique of Beijing."
  },
  "15": {
    "title": "Afghan Leader Blindsided by U.S. Meeting With Taliban, Officials Say",
    "abstract": "An American envoy who met the Taliban reportedly tried to evade the topic during a meeting with an already concerned Afghan president, several officials say."
  },
  "16": {
    "title": "Saudi Journalist, Midterms, DNA: Your Wednesday Evening Briefing",
    "abstract": "Here’s what you need to know at the end of the day."
  },
  "17": {
    "title": "U.S. Bars American Aid Groups From Traveling to North Korea",
    "abstract": "The move comes as the Trump administration seeks to tighten sanctions as part of its maximum-pressure campaign during nuclear negotiations."
  },
  "18": {
    "title": "Overlooked No More: Yamei Kin, the Chinese Doctor Who Introduced Tofu to the West",
    "abstract": "Long before veggie burgers and soy lattes were fashionable, Kin was sent on a mission by the United States government to uncover the benefits of the soybean for Americans."
  },
  "19": {
    "title": "The Skywhale Returns to Australia’s Skies, and Its Creator Braces for Impact",
    "abstract": "The buxom hot-air balloon was widely condemned when it first appeared five years ago. The artist who created it is hoping for a warmer reception this time."
  },
  "20": {
    "title": "Ebola Outbreak in Congo Not a Global Emergency, W.H.O. Says",
    "abstract": "Health officials expressed serious concern about the disease, which has a high risk of spreading to neighbors, but were optimistic it would be controlled."
  },
  "21": {
    "title": "U.N. Syria Envoy, Staffan de Mistura, Announces Resignation",
    "abstract": "Mr. de Mistura, the United Nations chief negotiator for Syria, will be the third diplomat to leave the job since Syria’s grinding civil war began 7 years ago."
  },
  "22": {
    "title": "In Afghanistan’s Season of Crisis, ‘Words Do Not Have the Strength’",
    "abstract": "Seventeen years into the war, Afghans cannot remember a time quite like this, with peril and hopelessness at every turn, and no clear way out."
  },
  "23": {
    "title": "U.S. Spy Agencies Are Increasingly Convinced of Saudi Prince’s Ties to Journalist’s Disappearance",
    "abstract": "American intelligence officials have growing circumstantial evidence of Crown Prince Mohammed bin Salman’s involvement in Jamal Khashoggi’s disappearance in Istanbul."
  },
  "24": {
    "title": "The Legal Cannabis Experiment Begins: The Canada Letter",
    "abstract": "A special edition of the Canada Letter looks at the day marijuana became legal."
  },
  "25": {
    "title": "Brazil’s Bitter Presidential Race Leads to Scores of Assaults",
    "abstract": "The country is divided between a far-right candidate who advocates fighting violence with violence, and a leftist rival. The increasing animosity has led to more than 70 attacks on political opponents."
  },
  "26": {
    "title": "Audio Offers Gruesome Details of Jamal Khashoggi Killing, Turkish Official Says",
    "abstract": "The Saudi journalist’s fingers were severed and he was later beheaded, according to details from audio recordings published in the Turkish media."
  },
  "27": {
    "title": "A Top Indian Minister Resigns, but Can #MeToo Reform Government?",
    "abstract": "India’s governing party promised to champion women and economic growth, but more women are leaving the work force than ever, partly over safety concerns."
  },
  "28": {
    "title": "Istanbul Vending Machines Offer Subway Credit for Recycled Bottles and Cans",
    "abstract": "The city has installed “reverse vending machines” at metro stations that crush, shred and sort the materials as a way of paying for travel."
  },
  "29": {
    "title": "Queensland Becomes Latest Australian State to Decriminalize Abortion",
    "abstract": "After days of emotional debate, lawmakers overturned an 1899 law that made abortion a criminal offense. “History has been made,” the premier said."
  },
  "30": {
    "title": "Mother Mushroom, Vietnamese Activist, Is Said to Be Released",
    "abstract": "The blogger, whose real name is Nguyen Ngoc Nhu Quynh, was freed to fly to the U.S. as Defense Secretary Jim Mattis was visiting, rights groups said."
  },
  "31": {
    "title": "China Imposes Record Fine on Vaccine Maker Over Safety Scandal",
    "abstract": "The penalty, of $1.3 billion, comes at a time of increasing anxieties among the country’s middle class, already furious about a spate of drug and food safety scandals."
  },
  "32": {
    "title": "Student Gunman Kills 19 and Wounds Dozens at a College in Crimea",
    "abstract": "The lone attacker detonated an explosive device, then opened fire at his classmates, in the deadliest school assault in Russia since the Beslan massacre in 2004."
  },
  "33": {
    "title": "Mike Pompeo Meets Turkish President to Discuss Saudi Journalist’s Fate",
    "abstract": "President Trump said the United States had asked Turkish officials for what they say are recordings of the gruesome killing of Jamal Khashoggi by Saudi agents."
  },
  "34": {
    "title": "Legalizing Recreational Marijuana, Canada Begins a National Experiment",
    "abstract": "On Wednesday, Canada becomes the first major world economy to legalize recreational marijuana, presenting the country with enormous public policy challenges."
  },
  "35": {
    "title": "What’s at Stake in Brazil’s Election? The Future of the Amazon",
    "abstract": "The next president of Brazil may shape the destiny of the Amazon, which is vital to reining in climate change. The stakes for the planet are huge."
  },
  "36": {
    "title": "Ian Kiernan, Australian Sailor Who Battled Pollution, Dies at 78",
    "abstract": "Appalled by the trash he saw in the world’s oceans, he began a cleanup campaign in Sydney that went global."
  },
  "37": {
    "title": "Israel Strikes Gaza After a Rocket Is Fired",
    "abstract": "The main militant groups in Gaza, including Hamas and Islamic Jihad, issued a joint statement denying responsibility for the rocket fire against Israel."
  }
}